var store = [{
        "title": "[정보처리기사] 1일차",
        "excerpt":"I. 요구사항 확인 정보처리기사 - I단원 오답.pdf 단원 목차 현행 시스템 분석 현행 시스템 파악 개발 기술 환경 정의 요구사항 확인 요구사항 요구사항의 시스템화 타당성 분석 분석 모델 확인하기 분석 모델 검증 분석 모델의 시스템화 타당성 분석 설명 수제비 정보처리기사 실기책을 공부하면서 한 오답 정리입니다. 이동 시 보기 편하도록 pdf로...","categories": ["정보처리기사"],
        "tags": [],
        "url": "/%EC%A0%95%EB%B3%B4%EC%B2%98%EB%A6%AC%EA%B8%B0%EC%82%AC/certificate-day01/",
        "teaser": null
      },{
        "title": "[정보처리기사] 2일차",
        "excerpt":"II. 데이터 입출력 구현 정보처리기사 - II단원 오답.pdf 단원 목차 논리 데이터 저장소 확인 논리 데이터 모델 검증 물리 데이터 저장소 설계 물리 데이터 모델 설계 물리 데이터 저장소 구성 데이터 조작 프로시저 작성 데이터 조작 프로시저 개발 데이터 조작 프로시저 테스트 데이터 조작 프로시저 최적화 데이터 조작 프로시저 성능개선...","categories": ["정보처리기사"],
        "tags": [],
        "url": "/%EC%A0%95%EB%B3%B4%EC%B2%98%EB%A6%AC%EA%B8%B0%EC%82%AC/certificate-day02/",
        "teaser": null
      }]
