var store = [{
        "title": "[정보처리기사] 1일차",
        "excerpt":"I. 요구사항 확인 정보처리기사 - I단원 오답.pdf 단원 목차 현행 시스템 분석 현행 시스템 파악 개발 기술 환경 정의 요구사항 확인 요구사항 요구사항의 시스템화 타당성 분석 분석 모델 확인하기 분석 모델 검증 분석 모델의 시스템화 타당성 분석 설명 수제비 정보처리기사 실기책을 공부하면서 한 오답 정리입니다. 이동 시 보기 편하도록 pdf...","categories": ["정보처리기사"],
        "tags": [],
        "url": "/%EC%A0%95%EB%B3%B4%EC%B2%98%EB%A6%AC%EA%B8%B0%EC%82%AC/certificate-day01/",
        "teaser": null
      },{
        "title": "[정보처리기사] 2일차",
        "excerpt":"II. 데이터 입출력 구현 정보처리기사 - II단원 오답.pdf 단원 목차 논리 데이터 저장소 확인 논리 데이터 모델 검증 물리 데이터 저장소 설계 물리 데이터 모델 설계 물리 데이터 저장소 구성 데이터 조작 프로시저 작성 데이터 조작 프로시저 개발 데이터 조작 프로시저 테스트 데이터 조작 프로시저 최적화 데이터 조작 프로시저 성능개선...","categories": ["정보처리기사"],
        "tags": [],
        "url": "/%EC%A0%95%EB%B3%B4%EC%B2%98%EB%A6%AC%EA%B8%B0%EC%82%AC/certificate-day02/",
        "teaser": null
      },{
        "title": "[정보처리기사] 3일차 (작성 중)",
        "excerpt":"II. 통합 구현 정보처리기사 - III단원 오답.pdf 단원 목차 연계 데이터 구성 연계 요구사항 분석 연계 데이터 식별 및 표준화 연계 메커니즘 구성 연계 메커니즘 정의 연계 장애 및 오류처리 구현 내외부 연계 모듈 구현 연계 모듈 구현 환경 구성 및 개발 연계 테스트 및 검증 설명 수제비 정보처리기사 실기책을...","categories": ["정보처리기사"],
        "tags": [],
        "url": "/%EC%A0%95%EB%B3%B4%EC%B2%98%EB%A6%AC%EA%B8%B0%EC%82%AC/certificate-day03/",
        "teaser": null
      },{
        "title": "[소프트웨어 공학] CH01. 소프트웨어 공학과 소프트웨어",
        "excerpt":"0. 들어가기 전 저처럼 비전공자이지만 개발자가 되기 위해 노력하는 분들, 또는 전공자이나 기초적인 컴퓨터 과학 지식(일명 CS 기초)을 더 채우고자 하는 분들을 위해 부족하게나마 도움이 되고자 글을 씁니다. 앞으로 CS 기초와 관련된 글들을 게시할 예정이고, 이번 포스팅은 소프트웨어 공학에 대한 정리입니다. 본 글은 책을 읽고 요약·정리한 내용으로 채울 것이고, 추후...","categories": ["CS기초","소프트웨어 공학"],
        "tags": [],
        "url": "/cs%EA%B8%B0%EC%B4%88/%EC%86%8C%ED%94%84%ED%8A%B8%EC%9B%A8%EC%96%B4%20%EA%B3%B5%ED%95%99/software-engineering-01/",
        "teaser": null
      }]
